[1]
Description=Combat Challenge Maps
DisplayName=Batman: Arkham Asylum Add-on Pack
SellText=Combat Challenge Maps
Title=Batman: Arkham Asylum Add-on Pack 1

[2]
Description=Combat Challenge Map
DisplayName=Batman: Arkham Asylum Crime Alley DLC
SellText=Combat Challenge Map
Title=Crime Alley DLC

[3]
Description=Combat Challenge Map
DisplayName=Batman: Arkham Asylum Nightmare DLC
SellText=Combat Challenge Map
Title=Nightmare DLC

[4]
Description=
DisplayName=
SellText=
Title=

[5_-_PS3_only]
Description=
DisplayName=
SellText=
Title=

[6_-_PS3_only]
Description=
DisplayName=
SellText=
Title=
